[
  {
    "id": 1,
    "image": "img/loja/edy_boneco.png",
    "price": 95.00,
    "details": {
      "pt": {
        "name": "Action Figure Estilo Verão",
        "description": "Action figure personalizada e detalhada, ideal para colecionadores."
      },
      "en": {
        "name": "Custom Action Figure - Summer Style",
        "description": "A detailed and custom action figure, capturing a moment of relaxation. Perfect for collectors and as a unique gift."
      },
      "es": {
        "name": "Figura de Acción Personalizada - Estilo Verano",
        "description": "Una figura de acción detallada y personalizada, capturando un momento de relajación. Perfecta para coleccionistas y como un regalo único."
      },
      "it": {
        "name": "Action Figure Personalizzata - Stile Estivo",
        "description": "Un'action figure dettagliata e personalizzata, che cattura un momento di relax. Perfetta per collezionisti e come regalo unico."
      }
    }
  },
  {
    "id": 2,
    "image": "img/loja/edy_fusca.png",
    "price": 180.00,
    "details": {
      "pt": {
        "name": "Diorama com Miniatura de Fusca Clássico",
        "description": "Diorama com miniatura de Fusca amarelo e figura personalizada."
      },
      "en": {
        "name": "Custom Diorama with Classic Beetle Miniature",
        "description": "A unique display piece, featuring a miniature of a yellow Volkswagen Beetle with a custom figure. Ideal for classic car enthusiasts and collectors."
      },
      "es": {
        "name": "Diorama Personalizado con Miniatura de Escarabajo Clásico",
        "description": "Una pieza de exhibición única, con una miniatura de un Volkswagen Escarabajo amarillo y una figura personalizada. Ideal para entusiastas de los coches clásicos y coleccionables."
      },
      "it": {
        "name": "Diorama Personalizzato con Miniatura di Maggiolino Classico",
        "description": "Un pezzo da esposizione unico, con una miniatura di un Maggiolino Volkswagen giallo e una figura personalizzata. Ideale per gli appassionati di auto d'epoca e da collezione."
      }
    }
  },
  {
    "id": 3,
    "image": "img/loja/edy_opel.png",
    "price": 175.00,
    "details": {
      "pt": {
        "name": "Diorama com Miniatura de Opel Corsa",
        "description": "Diorama com miniatura de Opel Corsa prateado e figura personalizada."
      },
      "en": {
        "name": "Custom Diorama with Opel Corsa Miniature",
        "description": "A modern diorama that includes a miniature of a silver Opel Corsa and a custom figure, creating a casual and stylish scene."
      },
      "es": {
        "name": "Diorama Personalizado con Miniatura de Opel Corsa",
        "description": "Un diorama moderno que incluye la miniatura de un Opel Corsa plateado y una figura personalizada, creando una escena casual y elegante."
      },
      "it": {
        "name": "Diorama Personalizzato con Miniatura di Opel Corsa",
        "description": "Un diorama moderno che include la miniatura di un'Opel Corsa argentata e una figura personalizzata, creando una scena casual e stilosa."
      }
    }
  },
  {
    "id": 4,
    "image": "img/loja/edy_boneco_caixa.PNG",
    "price": 110.00,
    "details": {
      "pt": {
        "name": "Action Figure \"Edy\" em Embalagem de Colecionador",
        "description": "Action figure \"Edy\" em embalagem de colecionador com acessórios."
      },
      "en": {
        "name": "\"Edy\" Action Figure in Collector's Packaging",
        "description": "A custom and collectible action figure named \"Edy\", presented in a blister-style packaging with various miniature accessories, such as a keyboard, guitar, and suitcase."
      },
      "es": {
        "name": "Figura de Acción \"Edy\" en Embalaje de Coleccionista",
        "description": "Una figura de acción personalizada y coleccionable llamada \"Edy\", presentada en un embalaje estilo blíster con varios accesorios en miniatura, como teclado, guitarra y maleta."
      },
      "it": {
        "name": "Action Figure \"Edy\" in Confezione da Collezione",
        "description": "Un'action figure personalizzata e da collezione chiamata \"Edy\", presentata in una confezione stile blister con vari accessori in miniatura, come tastiera, chitarra e valigia."
      }
    }
  },
  {
    "id": 5,
    "image": "img/loja/edy_poste.png",
    "price": 25.00,
    "details": {
      "pt": {
        "name": "Cartão Postal Personalizado \"Férias em Palermo\"",
        "description": "Cartão postal com design exclusivo de uma viagem a Palermo."
      },
      "en": {
        "name": "Custom Postcard \"Holidays in Palermo\"",
        "description": "An exclusively designed postcard, perfect for remembering or sharing memories of a summer trip to Palermo."
      },
      "es": {
        "name": "Postal Personalizada \"Vacaciones en Palermo\"",
        "description": "Una postal con un diseño exclusivo, perfecta para recordar o compartir los recuerdos de un viaje de verano a Palermo."
      },
      "it": {
        "name": "Cartolina Personalizzata \"Vacanze a Palermo\"",
        "description": "Una cartolina dal design esclusivo, perfetta per ricordare o condividere i ricordi di un viaggio estivo a Palermo."
      }
    }
  }
]