{
    "page_title_home": "Edney Pugliese - Developer",
    "nav_home": "Home",
    "nav_photos": "Photos",
    "nav_skills": "Skills",
    "greeting": "Hi, I'm",
    "name": "Edney Pugliese",
    "role_prefix": "And I am a ",
    "role_highlight": "Developer",
    "description": "Developer passionate about technology and transforming ideas into reality. I seek to create efficient solutions with an excellent user experience.",
    "page_title_photos": "Photos - Edney",
    "photos_heading": "Photos",
    "footer_rights": "All rights reserved.",
    "page_title_skills": "Skills - Edney",
    "skills_heading": "Skills",
    "skills_intro": "IT professional with solid experience in process automation, development, and technical support. I have a versatile profile, with skills ranging from programming and task automation to front-end web development and knowledge in customizing Artificial Intelligences.",
    "skills_programming_heading": "Programming and Scripting Languages:",
    "skills_programming_python": "<strong>Python, C#, Java, Kotlin:</strong> Development of applications and scripts for various purposes.",
    "skills_programming_autoit": "<strong>AutoIt:</strong> Extensive experience in creating scripts for task automation, testing, and installations in a Windows environment.",
    "skills_programming_web": "<strong>HTML, CSS, JavaScript:</strong> Creation and styling of modern and interactive web interfaces.",
    "skills_automation_heading": "Automation and DevOps:",
    "skills_automation_workflow": "Extensive experience in workflow automation, optimizing processes and improving operational efficiency.",
    "skills_automation_robots": "Development of robots (automation software) for installation, maintenance, and data collection.",
    "skills_automation_validation": "Deep knowledge in software homologation and validation in virtualized environments.",
    "skills_development_ia_heading": "Development and AI:",
    "skills_development_ia_personalization": "Knowledge in local and web AI customization, applying intelligence to optimize workflows and create smarter solutions.",
    "skills_development_ia_logic": "Solid foundation in programming logic, essential for solving complex problems and developing efficient algorithms.",
    "skills_infra_support_heading": "Infrastructure and Support:",
    "skills_infra_support_remote": "Remote technical support and diagnosis of problems in systems and hardware.",
    "skills_infra_support_tools": "Experience with software distribution tools like SCCM and installer development tools like InstallShield.",
    \"skills_infra_support_documentation\": \"Preparation of detailed technical documentation for processes and projects.\",\n    \"page_title_location\": \"Edney Pugliese - Location\",\n    \"nav_location\": \"Location\",\    \"location_title\": \"Our Location\",\n    \"location_address\": \"We are located in Italy, at: Piazza del Colosseo, 1, 00184 Roma RM\",    "view_on_google_maps": "<i class=\"fas fa-map-marker-alt me-2\"></i><i class=\"fab fa-google me-2\"></i>View on Google Maps"\n}