{
    "page_title_home": "Edney Pugliese - Desenvolvedor",
    "nav_home": "Home",
    "nav_photos": "Fotos",
    "nav_skills": "Habilidades",
    "greeting": "Olá, sou",
    "name": "Edney Pugliese",
    "role_prefix": "E eu sou um ",
    "role_highlight": "Desenvolvedor",
    "description": "Desenvolvedor apaixonado por tecnologia e por transformar ideias em realidade. Busco criar soluções eficientes e com ótima experiência para o usuário.",
    "page_title_photos": "Fotos - Edney",
    "photos_heading": "Fotos",
    "footer_rights": "Todos os direitos reservados.",
    "page_title_skills": "Habilidades - Edney",
    "skills_heading": "Habilidades",
    "skills_intro": "Profissional de TI com sólida experiência em automação de processos, desenvolvimento e suporte técnico. Possuo um perfil versátil, com competências que abrangem desde a programação e automação de tarefas até o desenvolvimento web front-end e conhecimentos em personalização de Inteligências Artificiais.",
    "skills_programming_heading": "Linguagens de Programação e Scripting:",
    "skills_programming_python": "<strong>Python, C#, Java, Kotlin:</strong> Desenvolvimento de aplicações e scripts para diversas finalidades.",
    "skills_programming_autoit": "<strong>AutoIt:</strong> Vasta experiência na criação de scripts para automação de tarefas, testes e instalações em ambiente Windows.",
    "skills_programming_web": "<strong>HTML, CSS, JavaScript:</strong> Criação e estilização de interfaces web modernas e interativas.",
    "skills_automation_heading": "Automação e DevOps:",
    "skills_automation_workflow": "Ampla experiência em automatização do fluxo de trabalho, otimizando processos e melhorando a eficiência operacional.",
    "skills_automation_robots": "Desenvolvimento de robôs (software de automação) para instalação, manutenção e coleta de dados.",
    "skills_automation_validation": "Profundo conhecimento em homologação e validação de software em ambientes virtualizados.",
    "skills_development_ia_heading": "Desenvolvimento e IA:",
    "skills_development_ia_personalization": "Conhecimento em personalização de IA local e web, aplicando inteligência para otimizar fluxos de trabalho e criar soluções mais inteligentes.",
    "skills_development_ia_logic": "Sólida base em lógica de programação, essencial para resolver problemas complexos e desenvolver algoritmos eficientes.",
    "skills_infra_support_heading": "Infraestrutura e Suporte:",
    "skills_infra_support_remote": "Suporte técnico remoto e diagnóstico de problemas em sistemas e hardware.",
    "skills_infra_support_tools": "Experiência com ferramentas de distribuição de software como SCCM e de desenvolvimento de instaladores como InstallShield.",
    "skills_infra_support_documentation": "Elaboração de documentação técnica detalhada para processos e projetos.",
    "page_title_location": "Edney Pugliese - Localização",
    "nav_location": "Localização",
    "location_title": "Nossa Localização",
    "location_address": "Endereço: Piazza del Colosseo, 1, 00184 Roma RM",
    "view_on_google_maps": "<i class=\"fas fa-map-marker-alt me-2\"></i>Ver no Google Maps"
}